Repository: tedzhang2891/firefury-spotify-music-converter
Catalog: Authentication/Authentication/*.lproj/RegisterWindow.strings
Languages: es, ja, nl

# 3.title
source: Enter License Code
es: Introducir cÛdigo de licencia
ja: ライセンスキーを入力
nl: Voer License Code

# 8.title
source: %@ is a shareware which requires a paid license to unlock all the features.
es: %@ es un shareware que requiere una licencia de pagada para desbloquear todas las caracterÌsticas.
ja: %@ はシェアソフトです。試用制限を解除するには、ライセンスキーを購入する必要があります。
nl: %@ is een shareware waarvoor een betaalde licentie voor alle functies te ontgrendelen.

# 10.title
source: Box
es: Caja
ja: ボックス
nl: Doos

# 12.title
source: E-Mail :
ja: メールアドレス :

# 14.title
source: Product Key :
es: Clave de producto :
ja: ライセンスキー :
nl: Product sleutel :

# 16.placeholderString
source: enter your e-mail
es: Introducir su e-mail
ja: メールアドレスをご入力ください
nl: Voer uw e-mail

# 18.placeholderString
source: enter your product key
es: Introducir su clave de producto
ja: ライセンスキーをご入力ください
nl: Voer uw productcode

# 20.title
source: The UserID must match the one in your registration e-mail
es: El ID de usuario debe coincidir con el en su e-mail de registro
ja: 登録 ID はメールで受信された ID と必ず一致する必要があります
nl: De gebruikersnaam moet overeenkomen met de in uw registratie e-mail

# 22.title
source: Buy Online
es: Comprar en lÌnea
ja: オンラインで購入
nl: Koop online

# 24.title
source: Register
es: Registrarse
ja: 登録
nl: Registreren

# 26.title
source: Cancel
es: Cancelar
ja: キャンセル
nl: Annuleer
